capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  4200, 70.02, 70.00
Duration      [total, attack, wait]      59.998503068s, 59.985153812s, 13.349256ms
Latencies     [mean, 50, 95, 99, max]    14.581023ms, 12.225191ms, 24.657786ms, 40.5542ms, 775.288415ms
Bytes In      [total, mean]              16802, 4.00
Bytes Out     [total, mean]              1444800, 344.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4200  
Error Set: