capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  873, 14.53, 14.45
Duration      [total, attack, wait]      1m0.435588755s, 1m0.065658369s, 369.930386ms
Latencies     [mean, 50, 95, 99, max]    138.185675ms, 127.687197ms, 200.479611ms, 272.287589ms, 1.407696119s
Bytes In      [total, mean]              3494, 4.00
Bytes Out     [total, mean]              300312, 344.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:873  
Error Set: