capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  1748, 29.13, 29.10
Duration      [total, attack, wait]      1m0.072057506s, 1m0.011511886s, 60.54562ms
Latencies     [mean, 50, 95, 99, max]    68.709416ms, 62.172382ms, 105.29123ms, 164.537259ms, 245.702535ms
Bytes In      [total, mean]              6992, 4.00
Bytes Out     [total, mean]              601312, 344.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1748  
Error Set: