capacity_test/vegeta_report.txt
Requests      [total, rate, throughput]  4200, 70.02, 70.00
Duration      [total, attack, wait]      1m0.00097958s, 59.98548603s, 15.49355ms
Latencies     [mean, 50, 95, 99, max]    11.761639ms, 10.684254ms, 16.962461ms, 39.718024ms, 501.743662ms
Bytes In      [total, mean]              16800, 4.00
Bytes Out     [total, mean]              1444800, 344.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4200  
Error Set: